Repository: hbsmoura/wordpress-certify-your-audience
Catalog: languages/certify-your-audience-*.po
Languages: pt_br

source: Certificates
pt_br: Certificados

source: Certificate
pt_br: Certificado

source: Add New Certificate
pt_br: Adicionar Novo Certificado

source: Edit Certificate
pt_br: Editar Certificado

source: New Certificate
pt_br: Novo Certificado

source: View Certificate
pt_br: Ver Certificado

source: View Certificates
pt_br: Ver Certificados

source: Search Certificates
pt_br: Buscar Certificados

source: No certificates found
pt_br: Nenhum certificado encontrado

source: No certificates found in trash
pt_br: Nenhum certificado encontrado na lixeira

source: All Certificates
pt_br: Todos os certificados

source: Certificate Archives
pt_br: Arquivo de certificados

source: Certificate Attributes
pt_br: Atributos do certificado

source: Insert into Certificate
pt_br: Inserir no certificado

source: Uploaded to this Certificate
pt_br: Adicionado a esse certifcado

source: Background Image
pt_br: Imagem de fundo

source: Filter certificates list
pt_br: Filtrar lista de certificados

source: Certificates list navigation
pt_br: Navegação de lista de certificados

source: Certificates list
pt_br: Lista de certificados

source: Certificate published
pt_br: Certificado publicado

source: Certificate published privately
pt_br: Certificado publicado privativamente

source: Certificate reverted to draft
pt_br: Certificado revertido para rascunho

source: Certificate trashed
pt_br: Certificado excluído

source: Certificate scheduled
pt_br: Certificado agendado

source: Certificate updated
pt_br: Certificado atualizado

source: Certificate Link
pt_br: Link do certificado

source: A link to a certificate
pt_br: Um link para o certificado

source: An academic certificate is a document that certifies that a person has received specific education or has passed a test or series of tests.
pt_br: Um certificado acadêmico é um documento que atesta que certa pessoa recebeu certo nível de instrução ou que passou em um teste ou uma série de testes.

source: CYA Certificate
pt_br: CYA Certificado

source: The actual certificate block that holds the content.
pt_br: O bloco que envolve os dados do certificado.

source: CYA Participant Name
pt_br: CYA Nome do participante

source: The name of the person awarded with the certificate.
pt_br: Nome da pessoa contemplada com o certificado.

source: The QrCode that identifies the certificate.
pt_br: O caminho de URL que direciona para o certificado exclusivo.

source: CYA URL
pt_br: CYA Link

source: The URL path that guides to the unique certificate.
pt_br: O caminho de URL que direciona para o certificado exclusivo.

source: QR Code
pt_br: Código QR

source: ***Here comes the certificate URL***
pt_br: ***Link para o certificado***

source: ***Participant Name***
pt_br: ***Nome do participante***

source: QR Code placeholder
pt_br: Espeço reservado ao Código QR

source: ***Certificate URL***
pt_br: ***Link do Certificado***
